Repository: yeelam-gordon/intelligent-terminal
Catalog: src/cascadia/TerminalApp/Resources/*/Resources.resw
Source language: en_us
Languages: af_za, am_et, ar_sa, as_in, az_latn_az, bg_bg, bn_in, bs_latn_ba, ca_es, ca_es_valencia, cs_cz, cy_gb, da_dk, el_gr, es_es, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, gd_gb, gl_es, gu_in, he_il, hi_in, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, kok_in, lb_lu, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, ne_np, nl_nl, nn_no, or_in, pa_in, pl_pl, pt_br, pt_pt, quz_pe, ro_ro, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, ta_in, te_in, th_th, tr_tr, ug_cn, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_tw

# AboutDialog_PrivacyPolicyLink.Content
source: Privacy policy
es_es: Política de privacidad
fr_fr: Charte de confidentialité
it_it: Informativa sulla privacy
ja_jp: プライバシー ポリシー
ko_kr: 개인정보 보호정책
pt_br: Política de privacidade
sr_cyrl_rs: Политика приватности
uk_ua: Політика конфіденційності
zh_tw: 隱私權政策

# AboutDialog_ThirdPartyNoticesLink.Content
source: Third-Party notices
es_es: Avisos de terceros
fr_fr: Mentions tierces
it_it: Comunicazioni di terze parti
ja_jp: サード パーティ通知
ko_kr: 타사 통지
pt_br: Avisos de Terceiros
sr_cyrl_rs: Напомене треће стране
uk_ua: Повідомлення третіх сторін
zh_tw: 第三方注意事項

# ConfirmCloseDialog_Cancel
source: Cancel
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
pt_br: Cancelar
sr_cyrl_rs: Откажи
uk_ua: Скасувати
zh_tw: 取消

# ConfirmCloseDialog_CloseAllTitle
source: Do you want to close all windows?
es_es: ¿Quiere cerrar todas las ventanas?
fr_fr: Voulez-vous fermer toutes les fenêtres ?
it_it: Vuoi chiudere tutte le finestre?
ja_jp: すべてのウィンドウを閉じますか?
ko_kr: 모든 창을 닫으시겠습니까?
pt_br: Deseja fechar todas as janelas?
sr_cyrl_rs: Желите ли да затворите све прозоре?
uk_ua: Ви хочете закрити всі вікна?
zh_tw: 您要關閉所有視窗嗎?

# ConfirmCloseDialog_CloseAllPrimary
source: Close all
es_es: Cerrar todo
fr_fr: Fermer tout
it_it: Chiudi tutto
ja_jp: すべて閉じる
ko_kr: 모두 닫기
pt_br: Fechar tudo
sr_cyrl_rs: Затвори све
uk_ua: Закрити всі
zh_tw: 全部關閉

# ConfirmCloseDialog_WindowTitle
source: Do you want to close all tabs?
es_es: ¿Quieres cerrar todas las pestañas?
fr_fr: Voulez-vous fermer tous les onglets ?
it_it: Vuoi chiudere tutte le schede?
ja_jp: すべてのタブを閉じますか?
ko_kr: 모든 탭을 닫으시겠습니까?
pt_br: Deseja fechar todas as guias?
sr_cyrl_rs: Желите ли да затворите све картице?
uk_ua: Ви хочете закрити всі вкладки?
zh_tw: 您要關閉所有索引標籤嗎?

# ConfirmCloseDialog_WindowPrimary
source: Close all
es_es: Cerrar todo
fr_fr: Fermer tout
it_it: Chiudi tutto
ja_jp: すべて閉じる
ko_kr: 모두 닫기
pt_br: Fechar tudo
sr_cyrl_rs: Затвори све
uk_ua: Закрити всі
zh_tw: 全部關閉

# ConfirmCloseDialog_TabTitle
source: Do you want to close this tab?
es_es: ¿Desea cerrar esta pestaña?
fr_fr: Voulez-vous fermer cet onglet ?
it_it: Vuoi chiudere questa scheda?
ja_jp: このタブを閉じますか?
ko_kr: 이 탭을 닫으시겠습니까?
pt_br: Deseja fechar esta guia?
sr_cyrl_rs: Желите ли да затворите ову картицу?
uk_ua: Ви хочете закрити цю вкладку?
zh_tw: 是否要關閉此索引標籤?

# ConfirmCloseDialog_TabPrimary
source: Close tab
es_es: Cerrar pestaña
fr_fr: Fermer l'onglet
it_it: Chiudi scheda
ja_jp: タブを閉じる
ko_kr: 탭 닫기
pt_br: Fechar guia
sr_cyrl_rs: Затвори картицу
uk_ua: Закрити вкладку
zh_tw: 關閉索引標籤

# ConfirmCloseDialog_PaneTitle
source: Do you want to close this pane?
es_es: ¿Desea cerrar este panel?
fr_fr: Voulez-vous fermer ce volet ?
it_it: Vuoi chiudere questo riquadro?
ja_jp: このペインを閉じますか?
ko_kr: 이 창을 닫으시겠습니까?
pt_br: Deseja fechar este painel?
sr_cyrl_rs: Желите ли да затворите овај панел?
uk_ua: Ви хочете закрити цю панель?
zh_tw: 是否要關閉此窗格?

# ConfirmCloseDialog_PanePrimary
source: Close pane
es_es: Cerrar panel
fr_fr: Fermer le volet
it_it: Chiudi riquadro
ja_jp: ペインを閉じる
ko_kr: 창 닫기
pt_br: Fechar painel
sr_cyrl_rs: Затвори панел
uk_ua: Закрити панель
zh_tw: 關閉窗格

# ConfirmCloseDialog_MultipleTabsTitle
source: Do you want to close these tabs?
es_es: ¿Desea cerrar estas pestañas?
fr_fr: Voulez-vous fermer ces onglets ?
it_it: Vuoi chiudere queste schede?
ja_jp: これらのタブを閉じますか?
ko_kr: 이 탭을 모두 닫으시겠습니까?
pt_br: Deseja fechar estas guias?
sr_cyrl_rs: Желите ли да затворите ове картице?
uk_ua: Ви хочете закрити ці вкладки?
zh_tw: 是否要關閉這些索引標籤?

# ConfirmCloseDialog_MultipleTabsPrimary
source: Close tabs
es_es: Cerrar pestañas
fr_fr: Fermer les onglets
it_it: Chiudi schede
ja_jp: タブを閉じる
ko_kr: 탭 모두 닫기
pt_br: Fechar guias
sr_cyrl_rs: Затвори картице
uk_ua: Закрити вкладки
zh_tw: 關閉索引標籤

# ConfirmCloseDialog_MultiplePanesTitle
source: Do you want to close these panes?
es_es: ¿Desea cerrar estos paneles?
fr_fr: Voulez-vous fermer ces volets ?
it_it: Vuoi chiudere questi riquadri?
ja_jp: これらのペインを閉じますか?
ko_kr: 이 창을 모두 닫으시겠습니까?
pt_br: Deseja fechar estes painéis?
sr_cyrl_rs: Желите ли да затворите ове панеле?
uk_ua: Ви хочете закрити ці панелі?
zh_tw: 是否要關閉這些窗格?

# ConfirmCloseDialog_MultiplePanesPrimary
source: Close panes
es_es: Cerrar paneles
fr_fr: Fermer les panneaux
it_it: Chiudi riquadri
ja_jp: ペインを閉じる
ko_kr: 창 모두 닫기
pt_br: Fechar painéis
sr_cyrl_rs: Затвори панеле
uk_ua: Закрити панелі
zh_tw: 關閉窗格

# DontAskAgainCheckBox.Content
source: Don't ask me again
es_es: No volver a preguntarme
fr_fr: Ne plus me le demander
it_it: Non chiedermelo più
pt_br: Não me pergunte novamente
sr_cyrl_rs: Не питај ме поново
zh_tw: 不要再問我

# CloseReadOnlyDialog.CloseButtonText
source: Cancel
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
pt_br: Cancelar
sr_cyrl_rs: Откажи
uk_ua: Скасувати
zh_tw: 取消

# CloseReadOnlyDialog.PrimaryButtonText
source: Close anyway
es_es: Cerrar de todos modos
fr_fr: Fermer quand même
it_it: Chiudi comunque
ja_jp: 強制的に閉じる
ko_kr: 닫기
pt_br: Fechar mesmo assim
sr_cyrl_rs: Ипак затвори
uk_ua: Все одно закрити
zh_tw: 仍要關閉

# CloseReadOnlyDialog.Title
source: Warning
es_es: Advertencia
fr_fr: Avertissement
it_it: Avvertenza
ja_jp: 警告
ko_kr: 경고
pt_br: Aviso
sr_cyrl_rs: Упозорење
uk_ua: Попередження
zh_tw: 警告

# CloseReadOnlyDialog.Content
source: You are about to close a read-only terminal. Do you wish to continue?
es_es: Está a punto de cerrar un terminal de solo lectura. ¿Desea continuar?
fr_fr: Vous êtes sur le point de fermer un terminal en lecture seule. Voulez-vous continuer ?
it_it: Si sta per chiudere un terminale di sola lettura. Continuare?
ja_jp: 読み取り専用のターミナルを閉じようとしています。続行してもよろしいですか?
ko_kr: 읽기 전용 터미널을 닫으려고 합니다. 계속하시겠습니까?
pt_br: Você está prestes a fechar um terminal somente leitura. Deseja continuar?
sr_cyrl_rs: Управо ћете затворити терминал означен само за читање. Желите ли да наставите?
uk_ua: Ви збираєтеся закрити термінал лише для читання. Ви бажаєте продовжити?
zh_tw: 您即將關閉唯讀終端機。您要繼續嗎?

# LargePasteDialog.CloseButtonText
source: Cancel
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
pt_br: Cancelar
sr_cyrl_rs: Откажи
uk_ua: Скасувати
zh_tw: 取消

# LargePasteDialog.Content
source: You are about to paste text that is longer than 5 KiB. Do you wish to continue?
es_es: Está a punto de pegar texto de más de 5 KiB. ¿Desea continuar?
fr_fr: Vous êtes sur le point de coller du texte de plus de 5 KiB. Voulez-vous continuer ?
it_it: Stai per incollare un testo più lungo di 5 KiB. Vuoi continuare?
ja_jp: 5 KiB を超える長さのテキストを貼り付けようとしています。続行してもよろしいですか?
ko_kr: 5KB가 넘는 텍스트를 붙여넣으려고 합니다. 계속하시겠습니까?
pt_br: Você está prestes a colar o texto que tem mais de 5 KiB. Deseja continuar?
sr_cyrl_rs: Управо ћете да налепите текст дужи од 5 KiB. Желите ли да наставите?
uk_ua: Ви збираєтеся вставити текст, розмір якого перевищує 5 КіБ. Ви бажаєте продовжити?
zh_tw: 您即將貼上超過 5 KiB 的文字。您想要繼續嗎？

# LargePasteDialog.PrimaryButtonText
source: Paste anyway
es_es: Pegar de todas formas
fr_fr: Coller tout de même
it_it: Incolla comunque
ja_jp: 強制的に貼り付け
ko_kr: 붙여넣기
pt_br: Colar mesmo assim
sr_cyrl_rs: Ипак налепи
uk_ua: Все одно вставити
zh_tw: 仍要貼上

# LargePasteDialog.Title
source: Warning
es_es: Advertencia
fr_fr: Avertissement
it_it: Avvertenza
ja_jp: 警告
ko_kr: 경고
pt_br: Aviso
sr_cyrl_rs: Упозорење
uk_ua: Попередження
zh_tw: 警告

# MultiLinePasteDialog.CloseButtonText
source: Cancel
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
pt_br: Cancelar
sr_cyrl_rs: Откажи
uk_ua: Скасувати
zh_tw: 取消

# MultiLineWarningText.Text
source: You are about to paste text that contains multiple lines. If you paste this text into your shell, it may result in the unexpected execution of commands. Do you wish to continue?
es_es: Va a pegar texto que contiene varias líneas. Si pega este texto en el Shell, puede provocar la ejecución inesperada de comandos. ¿Desea continuar?
fr_fr: Vous êtes sur le point de coller du texte qui contient plusieurs lignes. Si vous collez ce texte dans votre shell, cela peut entraîner l’exécution inattendue de commandes. Voulez-vous continuer ?
it_it: Si sta per incollare testo che contiene più righe. Se si incolla il testo nella shell, potrebbe verificarsi l'esecuzione imprevista dei comandi. Continuare?
ja_jp: 複数の行を含むテキストを貼り付けようとしています。このテキストをシェルに貼り付けると、コマンドが予期せず実行される可能性があります。続行してもよろしいですか?
ko_kr: 여러 줄이 있는 텍스트를 붙여 넣습니다. 이 텍스트를 셸에 붙여넣으면 예기치 않은 명령 실행이 발생할 수 있습니다. 계속하시겠습니까?
pt_br: Você está prestes a colar texto que contém várias linhas. Se você colar este texto no seu shell, poderá ocorrer a execução inesperada dos comandos. Deseja continuar?
sr_cyrl_rs: Управо ћете да налепите текст који се састоји из више линија. Ако га налепите у своју љуску, може доћи до неочекиваног извршавања команди. Желите ли да наставите?
uk_ua: Ви збираєтеся вставити текст, який містить кілька рядків. Якщо ви вставите цей текст у свою оболонку, це може призвести до неочікуваного виконання команд. Ви бажаєте продовжити?
zh_tw: 您即將貼上含有多行的文字。如果您將此文字貼到您的 shell，可能會導致意外執行命令。您要繼續嗎？

# MultiLinePasteDialog.PrimaryButtonText
source: Paste anyway
es_es: Pegar de todas formas
fr_fr: Coller tout de même
it_it: Incolla comunque
ja_jp: 強制的に貼り付け
ko_kr: 붙여넣기
pt_br: Colar mesmo assim
sr_cyrl_rs: Ипак налепи
uk_ua: Все одно вставити
zh_tw: 仍要貼上

# MultiLinePasteDialog.Title
source: Warning
es_es: Advertencia
fr_fr: Avertissement
it_it: Avvertenza
ja_jp: 警告
ko_kr: 경고
pt_br: Aviso
sr_cyrl_rs: Упозорење
uk_ua: Попередження
zh_tw: 警告

# CommandPalette_SearchBox.PlaceholderText
source: Type a command name...
es_es: Escriba el nombre de un comando...
fr_fr: Taper un nom de commande...
it_it: Immetti il nome di un comando...
ja_jp: コマンド名を入力する...
ko_kr: 명령 이름을 입력...
pt_br: Digite o nome do comando...
sr_cyrl_rs: Откуцајте име команде...
uk_ua: Введіть назву команди...
zh_tw: 輸入命令名稱......

# CommandPalette_NoMatchesText.Text
source: No matching commands
es_es: No hay comandos que coincidan
fr_fr: Aucune commande correspondante
it_it: Nessun comando corrispondente
ja_jp: 一致するコマンドなし
ko_kr: 일치하는 명령이 없음
pt_br: Nenhum comando correspondente
sr_cyrl_rs: Ниједна команда се не подудара
uk_ua: Немає відповідних команд
zh_tw: 沒有相符的命令

# CommandPaletteModeAnnouncement_ActionMode
source: Action search mode
es_es: Modo de búsqueda de acciones
fr_fr: Mode de recherche d’action
it_it: Modalità di ricerca azioni
ja_jp: アクション検索モード
ko_kr: 작업 검색 모드
pt_br: Modo de buscar de ação
sr_cyrl_rs: Акција режим претраге
uk_ua: Режим пошуку дії
zh_tw: 動作搜尋模式

# CommandPaletteModeAnnouncement_TabSearchSwitchMode
source: Tab title mode
es_es: Modo de título de pestaña
fr_fr: Mode titre de l’onglet
it_it: Modalità titolo scheda
ja_jp: タブ タイトル モード
ko_kr: 탭 타이틀 모드
pt_br: Modo de título de guia
sr_cyrl_rs: Режим име картице
uk_ua: Режим заголовка вкладки
zh_tw: 索引標籤標題模式

# CommandPaletteModeAnnouncement_CommandlineMode
source: Command-line mode
es_es: Modo de línea de comandos
fr_fr: Mode ligne de commande
it_it: Modalità riga di comando
ja_jp: コマンドライン モード
ko_kr: 명령줄 모드
pt_br: Modo linha de comando
sr_cyrl_rs: Режим командна-линија
uk_ua: Режим командного рядка
zh_tw: 命令列模式

# CommandPalette_NestedCommandAnnouncement
source: More options for "{}"
es_es: Más opciones para "{}"
fr_fr: Davantage d’options pour "{}"
it_it: Altre opzioni per "{}"
ja_jp: "{}" のその他のオプション
ko_kr: "{}"에 대한 추가 옵션
pt_br: Mais opções para "{}"
sr_cyrl_rs: Више опција за "{}"
uk_ua: Більше параметрів для "{}"
zh_tw: 「{}」的更多選項

# CommandPalette_ParsedCommandLine
source: Executing command line will invoke the following commands:
es_es: Si ejecuta la línea de comandos, se invocarán los siguientes comandos:
fr_fr: L’exécution de la ligne de commande appellera les commandes suivantes :
it_it: L'esecuzione della riga di comando comporterà la chiamata dei comandi seguenti:
ja_jp: コマンドラインを実行すると、次のコマンドが呼び出されます。
ko_kr: 명령줄을 실행하면 다음 명령이 실행됩니다.
pt_br: A execução da linha de comando irá chamar os seguintes comandos:
sr_cyrl_rs: Извршавање командне линије ће да позове следеће команде:
uk_ua: Виконання командного рядка викличе такі команди:
zh_tw: 執行命令列將會叫用下列命令：

# CommandPalette_FailedParsingCommandLine
source: Failed parsing command line:
es_es: Error al analizar la línea de comandos:
fr_fr: Désolé... Nous n’avons pas pu analyser la ligne de commande :
it_it: Analisi della riga di comando non riuscita:
ja_jp: コマンド ラインの解析に失敗しました:
ko_kr: 명령줄 구문 분석 오류:
pt_br: Falha ao analisar a linha de comando:
sr_cyrl_rs: Није успело парсирање командне линије:
uk_ua: Помилка аналізу командного рядка:
zh_tw: 命令列解析失敗：

# CommandPaletteControlName
source: Command palette
es_es: Paleta de comandos
fr_fr: Palette de commandes
it_it: Riquadro comandi
ja_jp: コマンド パレット
ko_kr: 명령 팔레트
pt_br: Paleta de comandos
sr_cyrl_rs: Палета команди
uk_ua: Палітра команд
zh_tw: 命令選擇區

# TabSwitcherControlName
source: Tab switcher
es_es: Conmutador de pestañas
fr_fr: Sélecteur d’onglets
it_it: Selezione scheda
ja_jp: タブ スイッチャー
ko_kr: 탭 전환기
pt_br: Alternador de guias
sr_cyrl_rs: Пребацивач картица
uk_ua: Перемикач вкладок
zh_tw: 索引標籤切換器

# TabSwitcher_SearchBoxText
source: Type a tab name...
es_es: Escribir un nombre
fr_fr: Tapez un nom d’onglet...
it_it: Inserire un nome scheda...
ja_jp: タブ名を入力…
ko_kr: 탭 이름 입력...
pt_br: Digite o nome da guia...
sr_cyrl_rs: Откуцајте име картице...
uk_ua: Введіть назву вкладки...
zh_tw: 輸入索引標籤名稱。。。

# TabSwitcher_NoMatchesText
source: No matching tab name
es_es: No hay nombre de ficha coincidente
fr_fr: Aucun nom d’onglet correspondant
it_it: Nessun nome scheda corrispondente
ja_jp: 一致するタブ名がありません
ko_kr: 일치하는 탭 이름 없음
pt_br: Nenhum nome correspondente a guia
sr_cyrl_rs: Ниједна картица се не подудара
uk_ua: Немає відповідної назви вкладки
zh_tw: 沒有相符的索引標籤名稱

# CmdPalCommandlinePrompt
source: Enter a wt commandline to run
es_es: Escriba una línea de comandos wt para ejecutar
fr_fr: Entrez une ligne de commande wt à exécuter
it_it: Immetti una riga di wt da eseguire
ja_jp: 実行する wt コマンドラインを入力してください
ko_kr: 실행할 wt 명령줄 입력
pt_br: Inserir uma linha de comando wt a ser executada
sr_cyrl_rs: Унесите wt командну линију која треба да се изврши
uk_ua: Введіть командний рядок wt для запуску
zh_tw: 輸入要執行的 wt 命令列

# SuggestionsControl_NestedCommandAnnouncement
source: More options for "{}"
es_es: Más opciones para "{}"
fr_fr: Davantage d’options pour "{}"
it_it: Altre opzioni per "{}"
ja_jp: "{}" のその他のオプション
ko_kr: "{}"에 대한 추가 옵션
pt_br: Mais opções para "{}"
sr_cyrl_rs: Више опција за "{}"
uk_ua: Більше параметрів для "{}"
zh_tw: 「{}」的更多選項

# SuggestionsControl_SearchBox.PlaceholderText
source: Type a command name...
es_es: Escriba el nombre de un comando...
fr_fr: Taper un nom de commande...
it_it: Immetti il nome di un comando...
ja_jp: コマンド名を入力する...
ko_kr: 명령 이름을 입력...
pt_br: Digite o nome do comando...
sr_cyrl_rs: Откуцајте име команде...
uk_ua: Введіть назву команди...
zh_tw: 輸入命令名稱......

# SuggestionsControl_NoMatchesText.Text
source: No matching commands
es_es: No hay comandos que coincidan
fr_fr: Aucune commande correspondante
it_it: Nessun comando corrispondente
ja_jp: 一致するコマンドなし
ko_kr: 일치하는 명령이 없음
pt_br: Nenhum comando correspondente
sr_cyrl_rs: Ниједна команда се не подудара
uk_ua: Немає відповідних команд
zh_tw: 沒有相符的命令

# SuggestionsControlName
source: Suggestions menu
es_es: Menú de sugerencias
fr_fr: Menu Suggestions
it_it: Menu Suggerimenti
ja_jp: 提案メニュー
ko_kr: 추천 메뉴
pt_br: Menu de sugestões
sr_cyrl_rs: Мени предлога
uk_ua: Меню пропозицій
zh_tw: 建議選單

source: More options
es_es: Más opciones
fr_fr: Plus d’options
it_it: Altre opzioni
ja_jp: その他のオプション
ko_kr: 다른 옵션
pt_br: Mais opções
sr_cyrl_rs: Још опција
uk_ua: Більше варіантів
zh_tw: 其他選項

# SuggestionsControl_MatchesAvailable
source: Suggestions found: {0}
es_es: Sugerencias encontradas: {0}
fr_fr: {0} suggestions trouvées
it_it: Suggerimenti trovati: {0}
ja_jp: 候補が見つかりました: {0} 件
ko_kr: 찾은 제안: {0}
pt_br: Sugestões encontradas: {0}
sr_cyrl_rs: Пронађено предлога: {0}
uk_ua: Знайдено пропозицій: {0}
zh_tw: 找到的建議: {0}

# CrimsonColorButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Crimson
es_es: Carmesí
fr_fr: Pourpre
it_it: Scarlatto
ja_jp: クリムゾン
ko_kr: 진홍
pt_br: Carmim
sr_cyrl_rs: Гримизна
uk_ua: Багряний
zh_tw: 深紅色

# SteelBlueColorButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Steel Blue
es_es: Azul acero
fr_fr: Bleu acier
it_it: Blu acciaio
ja_jp: スチール ブルー
ko_kr: 강철색
pt_br: Azul-metálico
sr_cyrl_rs: Челично-плава
uk_ua: Сталевий синій
zh_tw: 鋼青

# MediumSeaGreenColorButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Medium Sea Green
es_es: Verde mar intermedio
fr_fr: Vert marin moyen
it_it: Verde muschio medio
ja_jp: 淡いシー グリーン
ko_kr: 중간 해록
pt_br: Verde-mar-médio
sr_cyrl_rs: Средње морско-зелена
uk_ua: Середній морський зелений
zh_tw: 中海藻綠

# DarkOrangeColorButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Dark Orange
es_es: Naranja oscuro
fr_fr: Orange foncé
it_it: Arancione scuro
ja_jp: 濃いオレンジ
ko_kr: 어두운 주황
pt_br: Laranja-escuro
sr_cyrl_rs: Тамнонаранџаста
uk_ua: Темно-помаранчевий
zh_tw: 深橘色

source: Medium Violet Red
es_es: Rojo violáceo intermedio
fr_fr: Rouge violet moyen
it_it: Rosso violaceo medio
ja_jp: 淡いバイオレット レッド
ko_kr: 옅은 자주
pt_br: Vermelho-violeta-médio
sr_cyrl_rs: Средње љубичастоцрвена
uk_ua: Середній фіолетово-червоний
zh_tw: 中紫紅

# DodgerBlueColorButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Dodger Blue
es_es: Azul fuerte
fr_fr: Bleu toile
it_it: Blu d'Oriente
ja_jp: ドジャー ブルー
ko_kr: 진한 하늘색
pt_br: Azul-anil
sr_cyrl_rs: Доџер-плава
uk_ua: Доджер Блю
zh_tw: 道奇藍

# LimeGreenColorButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Lime Green
es_es: Verde lima
fr_fr: Vert citron
it_it: Verde lime
ja_jp: ライム グリーン
ko_kr: 라임 녹색
pt_br: Verde-limão
sr_cyrl_rs: Лимета-зелена
uk_ua: Зелений лайм
zh_tw: 檸檬綠

# YellowColorButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Yellow
es_es: Amarillo
fr_fr: Jaune
it_it: Giallo
ja_jp: 黄
ko_kr: 노랑
pt_br: Amarelo
sr_cyrl_rs: Жута
uk_ua: Жовтий
zh_tw: 黃色

# BlueVioletColorButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Blue Violet
es_es: Violeta azulado
fr_fr: Bleu violet
it_it: Violetto bluastro
ja_jp: 青紫
ko_kr: 남보라
pt_br: Violeta-azulado
sr_cyrl_rs: Плавољубичаста
uk_ua: Блакитно-фіалковий
zh_tw: 藍紫

# SlateBlueColorButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Slate Blue
es_es: Azul pizarra
fr_fr: Bleu ardoise
it_it: Blu ardesia
ja_jp: スレート ブルー
ko_kr: 남자주
pt_br: Azul-ardósia
sr_cyrl_rs: Шкриљац-плава
uk_ua: Шиферно-блакитний
zh_tw: 岩藍

# LimeColorButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Lime
es_es: Lima
fr_fr: Citron vert
it_it: Verde limone
ja_jp: ライム
ko_kr: 라임
pt_br: Limão
sr_cyrl_rs: Лимета
uk_ua: Лайм
zh_tw: 亮綠

# TanColorButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Tan
es_es: Canela
fr_fr: Brun tanné
it_it: Marrone chiaro
ja_jp: ベージュ
ko_kr: 황갈색
pt_br: Marrom-claro
sr_cyrl_rs: Жутомрка
uk_ua: Жовтувато-коричневий
zh_tw: 深黃褐

# CyanColorButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Cyan
es_es: Cian
it_it: Ciano
ja_jp: シアン
ko_kr: 녹청
pt_br: Ciano
sr_cyrl_rs: Цијан
uk_ua: Блакитний
zh_tw: 青色

# SkyBlueColorButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Sky Blue
es_es: Azul cielo
fr_fr: Bleu ciel
it_it: Blu cielo
ja_jp: スカイ ブルー
ko_kr: 하늘색
pt_br: Azul-céu
sr_cyrl_rs: Небеско-плава
uk_ua: Небесно-блакитний
zh_tw: 天藍

# DarkGrayColorButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Dark Gray
es_es: Gris oscuro
fr_fr: Gris foncé
it_it: Grigio scuro
ja_jp: 濃い灰色
ko_kr: 진한 회색
pt_br: Cinza-escuro
sr_cyrl_rs: Тамносива
uk_ua: Темно-сірий
zh_tw: 深灰色

# InvalidUriText
source: This link is invalid:
es_es: Este vínculo no es válido:
fr_fr: Ce lien n’est pas valide :
it_it: Il collegamento non è valido:
ja_jp: このリンクは無効です:
ko_kr: 잘못된 링크입니다.
pt_br: O link é inválido:
sr_cyrl_rs: Овај линк није исправан:
uk_ua: Це посилання недійсне:
zh_tw: 此連結無效:

# UnsupportedSchemeText
source: This link type is currently not supported:
es_es: Este tipo de vínculo no se admite actualmente:
fr_fr: Ce type de lien n’est actuellement pas pris en charge :
it_it: Questo tipo di collegamento non è al momento supportato:
ja_jp: このリンクの種類は現在サポートされていません:
ko_kr: 이 링크 형식은 현재 지원되지 않습니다.
pt_br: Não há suporte para este tipo de link no momento:
sr_cyrl_rs: Тренутно се не подржава овај тип линка:
uk_ua: Цей тип посилання наразі не підтримується:
zh_tw: 目前不支援此連結類型:

# UriErrorDialog.CloseButtonText
source: Cancel
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
pt_br: Cancelar
sr_cyrl_rs: Откажи
zh_tw: 取消

# UnsafeUrlConfirmText
source: This link may lead to an unsafe location. Hyperlinks can be harmful to your computer and data. To protect your computer, only click links from trusted sources.
es_es: Este vínculo puede dar lugar a una ubicación no segura. Los hipervínculos pueden ser perjudiciales para el equipo y los datos. Para proteger el equipo, haga clic solo en vínculos de orígenes de confianza.
fr_fr: Ce lien peut entraîner un emplacement non sécurisé. Les liens hypertexte peuvent endommager votre ordinateur et vos données. Pour protéger votre ordinateur, cliquez uniquement sur des liens provenant de sources fiables.
it_it: Questo collegamento potrebbe causare un percorso non sicuro. I collegamenti ipertestuali possono essere dannosi per il computer e i dati. Per proteggere il computer, fare clic solo su collegamenti da origini attendibili.
ja_jp: このリンクは安全でない可能性があります。ハイパーリンクは、コンピューターやデータに問題を起こす可能性があります。コンピューターを保護するには、信頼できるソースからのリンクのみをクリックしてください。
ko_kr: 이 링크로 인해 안전하지 않은 위치가 발생할 수 있습니다. 하이퍼링크는 컴퓨터와 데이터를 손상시킬 수 있습니다. 컴퓨터를 보호하려면 신뢰할 수 있는 원본의 링크만 클릭하세요.
pt_br: Este link pode levar a um local não seguro. Hiperlinks podem ser prejudiciais ao computador e aos dados. Para proteger o computador, clique somente em links de fontes confiáveis.
sr_cyrl_rs: Ова веза може да води до небезбедне локације. Хипервезе могу да буду штетне по ваш рачунар и податке. Да бисте заштитили рачунар, отварајте само везе из поузданих извора.
zh_tw: 此連結可能通往不安全地點。超連結可能對你的電腦和資料造成傷害。為了保護你的電腦，只點擊來自可信來源的連結。

# UnsafeUrlConfirmAllowAction
source: Open anyway
es_es: Abrir de todas formas
fr_fr: Ouvrir quand même
it_it: Apri comunque
ja_jp: 開く
ko_kr: 열기
pt_br: Abrir mesmo assim
sr_cyrl_rs: Ипак отвори
zh_tw: 一律開啟

# SettingsTab
source: Settings
es_es: Configuración
fr_fr: Paramètres
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
pt_br: Configurações
sr_cyrl_rs: Подешавања
uk_ua: Налаштування
zh_tw: 設定
